Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J53.e.tmx
Source language: en_us
Languages: zh_cn

source: 2.The Media Culture Paradigm
zh_cn: 第二章媒体文化范式

source: In the past 15 years, there has been a major transformation in the ways in which sociologists view the impact of the media, especially the media that attempt to reach the latest audiences.
zh_cn: 在过去的十五年中，社会学家们对媒体影响的看法，尤其对试图赢得大多数受众的媒体的影响的看法发生了重大转变。

source: The two major theoretical perspectives from which the media were viewed before that time were identified with functionalism and Marxism, respectively.
zh_cn: 在此之前，人们主要从两个理论视角出发看待媒体，这两个理论视角分别是功能主义和马克思主义。

source: Functionalist theory viewed the media as neutral instruments for transmitting information and ideas.
zh_cn: 功能主义理论将媒体看做是不偏不倚传送信息和思想的工具。

source: The principal question to be examined was the extent to which the public was able to recall or implement information received from the media.
zh_cn: 这种理论主要考察的问题是公众回忆或补充从媒体那里接收到的信息的程度。

source: Marxist theory took the opposite position.
zh_cn: 马克思主义理论采取了相反的立场。

source: The media were not neutral; they transmitted the perspectives of social elites in the form of mass culture that was accepted uncritically by the public.
zh_cn: 媒体不是不偏不倚的；它们以被公众不加批判就接受的大众文化的形式传播精英分子的观点。

source: What today can be identified as the media culture paradigm originated in two types of studies: (1) studies of the nature and content of news created for newspapers and television and (2) studies of television as a medium rather than as a device for transmitting visual and verbal messages.
zh_cn: 今天被确认为媒体文化范式的事物源于两种类型的研究：（1）对为报纸和电视创作的新闻的性质和内容的研究；（2）对作为媒体而不是作为传送视觉信息和文字信息手段的电视的研究。

source: The enormous importance that television has assumed in contemporary society has forced social scientists to rethink the nature of communication in general and the transmission of ideology in particular (Kellner, 1982).
zh_cn: 电视在当代社会发挥的重要作用迫使社会科学家们从总体上重新思考传播的性质，尤其要重新思考意识形态的传播（Kellner，1982）。

source: In the 1980s, both of these perspectives were applied to the analysis of television entertainment.
zh_cn: 在二十世纪八十年代这两种视角都被用于分析电视娱乐节目。

source: Recent theories have reconceptualized both the nature of media messages and the nature of the publics response.
zh_cn: 最新理论已经将媒体信息性质和公众反应的性质重新概念化。

source: The new approach dispenses with the paradigm of a causal chain in which a message is sent to a receiver.
zh_cn: 新的研究方法摈弃了信息传递给接受者的因果关系链条范式。

source: Instead of viewing the media as neutral instruments for transmitting information and ideas, there is now considerable debate about how the media transform and interpret reality in the process of disseminating news and entertainment to the public.
zh_cn: 媒体不再被看做不偏不倚地传送信息和思想的工具，现在许多争论涉及到媒体在向公众传播新闻和娱乐活动的过程中，是如何转变和阐释现实的。

source: The principal objective of previous research was to assess whether or not individuals had absorbed specific items of information from the media.
zh_cn: 以前，首要研究目标是评价个体是否从媒体那里吸收了特定的信息内容。

source: In the new theories, the impact of the media is seen as the outcome of interaction between the media and its audience.
zh_cn: 在新理论中，媒体产生的影响被看做是媒体和观众之间相互作用的产物。

source: Audiences belonging to different social groups, ranging from dominant to marginal, interpret the same messages in very different ways.
zh_cn: 属于不同社会群体的受众，从占主导地位的受众到处于边缘地位的受众，以极不同的方式阐释同样的信息。

source: According to Fiske (1989), "The text can no longer be seen as a self-sufficient entity that bears its own meaning and exerts a similar influence on all its readers.
zh_cn: 根据菲斯克（Fiske，1989）的看法，“文本不再被看做是具有其自身意义和对所有读者产生相似影响的一种自足的独立体。

source: Rather, it is seen as a potential of meanings that can be activated in a number of ways" (p. 269).
zh_cn: 相反，它被认为具有多种潜在意义，有很多方式能够激活这些潜在意义”（p.269）。

source: The Media Culture Paradigm: Framing the News
zh_cn: 媒体文化范式：构架（framing）新闻

source: In the early 1970s, a number of sociologists in both America and Europe began to reconceptualize the process of gathering and creating news and information from the media.
zh_cn: 在二十世纪七十年代初，欧美的许多社会学家开始将从媒体那里收集和创作新闻及信息的过程重新概念化。

source: The media were perceived to be interpreting reality in the process of transmitting it.
zh_cn: 他们认为，媒体在传送现实的过程中阐释现实。

source: The central idea here is that news stories are framed in certain ways that influence the public's perception of their content.
zh_cn: 这里的核心思想是，新闻故事是以影响公众领会其内容的某些方式被构架（framed）出来的。

source: Framing occurs through the selection of certain stories rather than others and by the techniques that are used in presenting stories that are selected for dissemination, such as fitting the information into narrative formats or imposing a specific angle that highlights certain details rather than others, such as controversy, danger, or conflict (Campbell, 1987).
zh_cn: 构架是通过选择某些故事而舍弃其他故事而进行的，还借助于那些用来表现被选择供广泛传播的故事所使用的技巧，例如将信息融汇在叙事格式之中，或将特定的角度强加给观众，这些角度强调某些细节而舍弃其他细节，例如争执、危险或冲突（Campbell，1987）。

source: Molotch and Lester (1974) developed a useful model of how information is selected by the news media.
zh_cn: 莫洛奇和莱斯特（Mobtch & Lester，1974）提出了新闻媒体选择信息的一种有用模型。

source: Rather than viewing the selection of events for news reports as being based on objective criteria for assessing the relative importance of such events, Molotch and Lester (1974) argue that the selection of news stories is actually determined by the way reporters go about seeking news rather than by the characteristics of the events themselves.
zh_cn: 他们并不认为选择供新闻报道的事件是建立在评价这类事件相对重要性的客观标准的基础上，而是认为（1974）选择新闻题材实际上是由记者四处寻找新闻的方式所决定的，而不是由事件本身的特征决定的。

source: In other words, the selection of news stories—what becomes news or is defined as news~is guided more by the requirements and practices of news organizations than by the real world of events.
zh_cn: 换句话说，选择新闻题材——无论是成为新闻的题材，还是硬性被规定为新闻的题材——受到新闻机构的要求和惯例的引导，而不受事件真实情况的引导。

source: The majority of the news in newspapers and television newscasts consists of routine events that are defined as important by those in positions of power, either political leaders or bureaucratic officials.
zh_cn: 报纸刊登与电视播发的大多数新闻是对例行活动（routineevents）进行的报道，这些活动被要么是政治领导人，要么是政府官员掌权者认为很重要。

source: The remainder consists of nonroutine events such as scandals, accidents, and planned disruptions of routine events that provide information about the unofficial aspects of political and bureaucratic realities.
zh_cn: 其余的新闻则由非例行活动组成，例如丑闻、事故和例行活动的蓄意中断，它们提供了有关政治与政府现实的非官方信息。

source: As a result of the necessity to respond to nonroutine events, those in power can lose control over the process of defining political and social reality.
zh_cn: 由于有必要对非例行活动做出反应，掌权者有可能失去对界定政治与社会现实的过程的控制。

source: It is significant that most recent U.S. presidents have lost control over public opinion at some time during their tenure in office (Drier, 1982).
zh_cn: 近来，大多数美国总统在其任职的某段时间内失去了对公众舆论的控制（Drier，1982），这很值得注意。

source: In other words, because the news media must respond to events beyond their control, there is more diversity in the opinions and perspectives represented in the media than would be predicted on the basis of their ownership.
zh_cn: 换句话说，因为新闻媒体必须对他们控制之外的事件做出反应，媒体所再现的舆论和观点具有的多样性，比根据媒体所有权所预料的要大。

source: Another way in which the media frame content is by presenting information in certain ways.
zh_cn: 媒体构架内容的另一种方式是采用特定方式呈现信息。

source: Snow (1983) analyzes the characteristics of media messages to understand the nature of their effects.
zh_cn: 斯诺（Snow，1983）分析了媒体信息的特点，以便理解它们的效果的性质。

source: How do the media transform information and ideas in the process of transmitting them?
zh_cn: 媒体是怎样在传播信息和思想的过程中改造它们的？

source: He argues that one way this is done is by presenting information according to formats that are both predictable and easily understood, such as entertainment, drama, or conflict.
zh_cn: 他认为，一种方法是按照老一套的和容易被理解的程式来呈现信息，例如娱乐、戏剧或冲突。

source: The scheduling of programs influences how they are perceived, as does the rhythm and tempo of production and the use of the camera, lighting, editing, and music.
zh_cn: 节目的安排影响观众认识它们的程度，生产的节奏和速度，以及镜头、灯光、剪辑和音乐的使用也是如此。

source: Advertising is a prime example of the way in which the presentation of content can affect its meaning and its impact on the audience.
zh_cn: 广告最能说明内容的呈现影响意义以及感染受众的方式。

source: The basic technique underlying many advertisements is that of placing the product in a particular type of symbolic context that confers meanings on the product that it does not intrinsically possess.
zh_cn: 将产品置于一种特殊的象征语境之下，构成许多广告基础的基本技巧，这种特殊象征语境赋予自身没有意义的产品以意义。

source: Specifically, objects or people that have connotations for the segment of the public that the advertiser hopes to reach are presented next to the product.
zh_cn: 尤其需要指出的是，对广告商希望影响的那些公众具有暗示意义的人或物的呈现，仅次于对产品的呈现。

source: Williamson (1978) argues that advertisements take meaning systems from other areas of culture and use them to confer meaning on a product.
zh_cn: 威廉森（Williamson，1978）认为，广告从其他文化领域中获得意义系统，并利用它们赋予产品以意义。

source: The advertiser intends these characteristics to become part of the image of the product in the viewer's mind.
zh_cn: 广告商打算使这些特点成为观众心目中的产品形象的一部分。

source: Two types of associations are made.
zh_cn: 在观众心目中产生了两种联想。

source: In the first, an object or a person is associated with a product and confers its meaning on the product.
zh_cn: 首先，人或物与产品联系起来，从而赋予这件产品以意义。

source: Certain types of associations, particularly those ways of implying that an object is sacred or an individual is powerful, have been used so frequently that they have become cliches (Marchand, 1986).
zh_cn: 某些联想，尤其暗示某物至尊神圣或某人威武有力的那些伎俩，由于使用过于频繁，以至于落入俗套，令人观之生厌（Marchand，1986）。

source: Alternatively, the product itself is made to indicate a specific message or to serve as a currency that can be traded for something else, such as success, love, or happiness.
zh_cn: 此外还可利用另一种联想方式，使产品本身表现出一种特定信息或起到一种通货的作用，用于其他交易，如获取成功、爱情或幸福等。

source: Enormous artistry and skill is lavished on the creation of advertising images and messages that manipulate symbolic meanings with considerable sophistication but at the same time very selectively to present business in all its facets in an almost exclusively positive light.
zh_cn: 创造出能够操纵非常复杂的具有象征意义的广告形象和信息，需要花费大量艺术才能和技巧，但与此同时，这些艺术才能和技巧以近乎完全肯定的态度有选择地表现商业的各个方面。

source: In spite of its ubiquity in modem society, advertising is believed to have very limited effects on most people, with the exception of individuals who are already committed to using a certain type of product and who can be persuaded to select or switch to a particular brand (Schudson, 1984).
zh_cn: 尽管广告在现代社会中无处不在，但人们相信，除了已经习惯于使用某种产品和被说服去选用或转而使用一种特殊品牌的个别人，对于大多数人而言，广告的影响很有限（Schudson，1984）。

source: The Media Culture Paradigm and Ideology
zh_cn: 媒体文化范式和意识形态

source: During the course of the 20th century, the shift to a media-dominated and media-saturated society changed the way in which ideology was transmitted in Western societies.
zh_cn: 在整个二十世纪，向媒体占主导地位和充斥媒体的社会的转变改变了西方社会传播意识形态的方式。

source: The shift from print media exclusively to a combination of print and broadcast media had profound effects on the dissemination of ideological content.
zh_cn: 从清一色的印刷媒体向印刷媒体和广播媒体二者结合的转变，深刻地影响了意识形态内容的广泛传播。

source: Consequently, contemporary Marxist theories have reconceptualized the nature and role of ideology; it is no longer determined exclusively by economic factors (White, 1989).
zh_cn: 因而，当代马克思主义理论将意识形态的性质和角色重新概念化；它不再完全受到经济因素的决定（White，1989）。

source: Society is viewed as consisting of numerous groups with both conflicting and parallel interests that cannot be reduced entirely to economic interests.
zh_cn: 社会被看做是由既有相互冲突的利益又有共同利益的许多社会群体组成的，这些利益不能被完全归结为经济利益。

source: Each social institution is viewed as being autonomous from the others and as potentially developing an ideology that is in conflict with or contradictory to the others.
zh_cn: 每一个社会机构都被认为独立于其他机构，很可能发展与其他机构相冲突或矛盾的意识形态。

source: Similarly, the media disseminates a variety of messages that also cannot be interpreted entirely as the expression of economic interests.
zh_cn: 同样，媒体广泛传播的各种信息不能被完全解释为经济利益的表现。

source: Because the individual may embody memberships in different groups, his or her responses to a particular ideological message may be expected to vary.
zh_cn: 因为个体可能体现了属于不同群体的成员身份，他或她对某一特殊意识形态信息的反应应该有所不同。

source: This approach to ideology suggests the usefulness of examining the ways in which the media express ideologies associated with different social groups as well as the ways in which individuals respond to and interpret ideological messages in the media.
zh_cn: 这种意识形态研究方法表明，考察媒体表现与不同社会群体联系在一起的意识形态的方式以及个体对媒体中的意识形态信息反应和阐释方式是很有用的。

source: For example, the British cultural studies group is interested in the techniques that the media use to manipulate information.
zh_cn: 例如，英国文化研究小组对媒体操纵信息的技巧很感兴趣。

source: 2 What Snow (1983) refers to as the grammar of the media is discussed by members of this group as encoding/decoding techniques.
zh_cn: 斯诺（Snow，1983）所说的媒体语法被这个小组成员当做编码/解码技巧来加以讨论。

source: Hall (1977) defines three major ideological functions of the media.
zh_cn: 霍尔（Hall，1977）界定了媒体的三种主要意识形态功能。

source: First, the media provide an inventory of lifestyles and ideologies by presenting the various lifestyles and behaviors of different social groups.
zh_cn: 首先，通过呈现不同社会群体的各种生活方式和行为，媒体提供了有关生活方式和意识形态的详细资料。

source: Second, the media classify these materials and interpret them in terms of their relationships to the center and the periphery of the social sphere to convince the public of the legitimacy of the center's position.
zh_cn: 其次，媒体根据这些材料与社会领域的中心和边缘的关系对它们进行分类和阐释，从而使公众相信中心位置的合法性。

source: According to Hall (1977), the core media perform a major role in defining reality for all members of society, within the framework of the dominant ideology.
zh_cn: 按照霍尔（Hall，1977）的看法，核心媒体在为全体社会成员在主导意识形态的框架内界定现实方面发挥了重要作用。

source: Hall regards this function performed by the core media as being necessary in modem societies because of the fragmentation and plurality of world views.
zh_cn: 霍尔认为，由于世界观的分裂和多元性，核心媒体的这项功能是现代社会所必需的。

source: The mass media provide us with ideas about how other social groups in society live so that we can make sense of society as a whole.
zh_cn: 大众媒体为我们提供了有关其他社会群体在社会中生活方式的看法，这样一来我们就能够在总体上认识社会。

source: Finally, to perform these tasks, the media assign different interpretations to events by coding them in various ways and by placing events in contexts that assign different levels of prestige and importance to them.
zh_cn: 最后，为了完成这些任务，通过各种方式将事件进行编码，通过将事件置于赋予它们以不同影响力和重要性的语境之中，媒体陚予事件以不同的阐释。

source: For example, some types of events and behaviors are considered to belong to the dominant code, others to the professional or expert code, still others are defined as being subject to negotiation between those who support dominant and opposition codes, and the remainder is assigned to the role of the opposition.
zh_cn: 例如，某些类型的事件和行为被认为属于主导符码，一些事件被认为属于职业或专业符码，还有一些事件被认为需要在支持主导符码的人和对立符码事件之间进行妥协（negotiation），其余事件被赋予对立角色。

source: Ideas and behaviors that are included in the opposition tend to be those that are regarded as being minority positions that are not too far removed from the mainstream.
zh_cn: 对立编码所包括的思想和行为往往是被认为是少数派立场的思想和行为，这些少数派立场并非远离主流。

source: Extreme views are likely to be excluded altogether.
zh_cn: 极端的观点很可能被完全排除在外。

source: In other words, a certain amount of criticism of the dominant ideology is permitted, but not too much.
zh_cn: 换句话说，可以对主导意识形态进行某些批评，但这种批评不应过多。

source: Techniques that the media use for preventing opposition views from winning the consensus of the public are the following: (1) stressing the importance of the individual, particularly the individual as a passive consumer; (2) masking or concealing the true nature of the relations between social classes in terms of the extent to which the dominant class exploits other social classes; (3) emphasizing individual rather than collective solutions to social problems; (4) assimilating opposing or divergent viewpoints and thereby defusing them; and (5) providing an illusion of social cohesion by concealing the true relationships between social classes.
zh_cn: 媒体阻止对立观点贏得公众共识的技巧有：（1）强调个体的重要性，尤其强调作为被动消费者的个体的重要性；（2）根据占有支配地位的阶级剥削其他社会阶级的程度，掩饰或隐藏社会各阶级之间关系的真正性质；（3）强调社会问题的个体解决办法，而不是强调集体解决办法；（4）兼收并蓄各种对立的或有分歧的视点，从而缓和它们之间的差异；（5）通过掩饰社会各阶级间的真实关系，提供一种社会和谐的幻象。

source: Because there are many contradictions and inconsistencies in the social system, the media do not succeed in producing social cohesion and complete acceptance of the dominant ideology.
zh_cn: 因为社会系统内部有许多矛盾和不一致，媒体并没有成功地产生社会和谐和完全接受主导意识形态。

source: Although Hall's (1977) theory is the most insistent on the power of a dominant ideology and a dominant social elite, neo-Marxists generally conceptualize the role of the media and television in particular as that of presenting a relatively inconsistent and contradictory picture of contemporary society.
zh_cn: 尽管霍尔（Hall，1977）的理论不遗余力地坚持说主导意识形态和占有主导地位的社会精英的权力具有重要性，新马克思主义者普遍将媒体和电视的角色概念化，尤其将它们概念化为呈现当代社会非常不和谐的和自相矛盾的图景的角色。

source: They believe the media do not succeed in obtaining the consensus of all members of the society but are forced to permit a certain amount of negotiation between dominant and less dominant ideologies.
zh_cn: 他们相信，媒体没有成功地获取全体社会成员的共识，被迫允许主导意识形态和没有完全占据主导地位的意识形态之间存在一定程度的妥协。

source: At the same time, as Hall emphasizes, the possibilities for real opposition to the dominant viewpoint are limited.
zh_cn: 与此同时，正如霍尔所强调的那样，真正与主导观点相对立的可能性很有限。

source: The Media Culture Paradigm and Audience Response
zh_cn: 媒体文化范式与受众反应

source: Previous theories of the media perceived the audience as either accepting or rejecting a given message, but the media culture paradigm generally sees members of the audience as interpreting or negotiating its meanings.
zh_cn: 以前的媒体理论认为受众要么接受一种给定信息，要么拒绝接受一种给定信息，但是媒体文化范式普遍认为观众阐释或商讨（negotiating）信息意义。

source: Because members of the audience may come from social groups whose interpretations of events are at odds with the way those events are interpreted in the media, the audience's interpretation of a particular media text represents a "negotiation" between their views and those presented in the text.
zh_cn: 因为受众来自于社会各群体，这些群体对事件的阐释不同于媒体对这些事件的阐释，受众对一个特殊媒体文本的阐释体现了他们的观点和文本表现的观点之间的一种“商讨”。
